Repository: retraceur/fr-fr
Catalog: js-po/dist-editor/*.po
Languages: fr_fr

source: Default template
fr_fr: Gabarit par défaut

source: Templates define the way content is displayed when viewing your site.
fr_fr: Les gabarits organisent l’affichage du contenu lorsque vous affichez votre site.

source: Add template
fr_fr: Ajouter gabarit

source: The posts page template cannot be changed.
fr_fr: Le gabarit de la page des articles ne peut pas être changé.

source: Editing template. Changes made here affect all posts and pages that use the template.
fr_fr: Modification d’un gabarit en cours. Les modifications appliquées ici auront un impact sur les articles et les pages utilisant ce gabarit.

source: Create new template
fr_fr: Créer un nouveau gabarit

source: Show template
fr_fr: Afficher le gabarit

source: (No author)
fr_fr: (pas d’auteur·ice)

source: Change author: %s
fr_fr: Modifier l’auteur·ice : %s

# Adjective: e.g. "Comments are open"
source: Open
fr_fr: Ouvert

source: Visitors cannot add new comments or replies.
fr_fr: Les visiteur·euse·s ne peuvent pas commenter ou répondre.

source: Existing comments remain visible.
fr_fr: Les commentaires existants demeurent visibles.

source: Comment status
fr_fr: Statut des commentaires

source: Enable pingbacks & trackbacks
fr_fr: Autoriser les « pingbacks » et les « trackbacks »

source: Comments only
fr_fr: Seulement les commentaires.

source: Pings only
fr_fr: Seulement les « pings »

source: Pings enabled
fr_fr: Les « pings » sont autorisés

source: Change discussion options
fr_fr: Modifier les options de discussion

source: Write a description (optional)
fr_fr: Écrire une description (facultatif)

source: Write an excerpt (optional)
fr_fr: Écrire un résumé (facultatif)

source: Excerpt
fr_fr: Résumé

source: Add a description…
fr_fr: Ajouter une description…

source: Add an excerpt…
fr_fr: Ajouter un résumé…

source: Edit description
fr_fr: Modifier la description

source: Edit excerpt
fr_fr: Modifier le résumé

source: Featured image
fr_fr: Image à la une

source: Add a featured image
fr_fr: Ajouter une image à la une

source: To edit the featured image, you need permission to upload media.
fr_fr: Pour modifier l’image à la une, vous devez être autorisé·e à charger des médias.

source: Current image: %s
fr_fr: Image actuelle : %s

source: The current image has no alternative text. The file name is: %s
fr_fr: L’image actuelle ne propose pas de texte alternatif. Le nom du fichier est : %s

source: Could not retrieve the featured image data.
fr_fr: Il n’a pas été possible de récupérer les données concernant l’image à la une.

source: Edit or replace the featured image
fr_fr: Modifier ou remplacer l’image à la une

source: Replace
fr_fr: Remplacer

source: Remove
fr_fr: Retirer

source: Aside
fr_fr: En passant

source: Chat
fr_fr: Discussion

source: Gallery
fr_fr: Galerie

source: Quote
fr_fr: Citation

source: Video
fr_fr: Vidéo

source: Post Format
fr_fr: Format d’article

source: Apply suggested format: %s
fr_fr: Appliquer le format suggéré : %s

source: Revisions (%s)
fr_fr: Révisions (%s)

source: Revisions
fr_fr: Révisions

source: Exit editor
fr_fr: Sortir de l’éditeur

source: Someone else has taken over this post
fr_fr: Quelqu’un a repris la main sur cette publication

source: This post is already being edited
fr_fr: Cette publication est déjà en cours de modification

source: Avatar
fr_fr: Image de profil

source: <strong>%s</strong> now has editing control of this post (<PreviewLink />). Don’t worry, your changes up to this moment have been saved.
fr_fr: <strong>%s</strong> a désormais la main sur cette publication (<PreviewLink />). Ne vous inquiétez pas, vos modifications jusqu’à cet instant ont été sauvegardés.

source: Another user now has editing control of this post (<PreviewLink />). Don’t worry, your changes up to this moment have been saved.
fr_fr: Un·e autre contributeur·rice a repris la main sur cette publication (<PreviewLink />). Ne vous inquiétez pas, vos modifications jusqu’à cet instant ont été sauvegardées.

source: preview
fr_fr: aperçu

source: <strong>%s</strong> is currently working on this post (<PreviewLink />), which means you cannot make changes, unless you take over.
fr_fr: <strong>%s</strong> travaille actuellement sur cette publication (<PreviewLink />), vous ne pouvez pas effectuer de modifications sauf si vous reprenez la main.

source: Another user is currently working on this post (<PreviewLink />), which means you cannot make changes, unless you take over.
fr_fr: Un·e autre contributeur·rice travaille actuellement sur cette publication (<PreviewLink />), vous ne pouvez pas effectuer de modifications sauf si vous reprenez la main.

source: If you take over, the other user will lose editing control to the post, but their changes will be saved.
fr_fr: Si vous prenez la main, l’autre contributeur·rice perdra le contrôle de la modification de la publication mais leurs modifications seront sauvegardées.

source: Take over
fr_fr: Prendre la main

source: Pending review
fr_fr: En attente de relecture

source: Generating preview…
fr_fr: Génération de l’aperçu…

# imperative verb
source: Preview
fr_fr: Prévisualiser

source: (opens in a new tab)
fr_fr: (s’ouvre dans un nouvel onglet)

source: Publishing…
fr_fr: Publication en cours…

source: Saving…
fr_fr: Enregistrement en cours…

source: Submit for Review
fr_fr: Soumettre à revue

source: Schedule
fr_fr: Planifier

source: Only those with the password can view this post.
fr_fr: Seul·e·s celles·ceux disposant du mot de passe peuvent afficher cette publication.

source: Visibility
fr_fr: Visibilité

source: Control how this post is viewed.
fr_fr: Contrôlez l’affichage de cette publication.

source: Create password
fr_fr: Créer un mot de passe

source: Would you like to privately publish this post now?
fr_fr: Souhaitez-vous publier cette publication de manière privée ?

# post schedule full date format
source: F j, Y g:i a
fr_fr: j F Y G:h:i

source: Immediately
fr_fr: Immédiatement

source: Today at %s
fr_fr: Aujourd’hui à %s

# post schedule time format
source: g:i a
fr_fr: G:h:i

source: Tomorrow at %s
fr_fr: Demain à %s

# post schedule date format without year
source: F j g:i a
fr_fr: j F G:h:i

source: Tag
fr_fr: Étiquette

source: Term
fr_fr: Terme

# term
source: %s added
fr_fr: %s ajouté

source: Add new tag
fr_fr: Ajouter une étiquette

source: Add new Term
fr_fr: Ajouter un terme

# term
source: %s removed
fr_fr: %s retiré

# term
source: Remove %s
fr_fr: Retirer %s

source: Add tags
fr_fr: Ajouter des étiquettes

source: Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.
fr_fr: Les étiquettes aident les lecteur·rice·s et les moteurs de recherche à naviguer dans votre site et à trouver votre contenu. Ajoutez quelques mots clés pour décrire votre publication.

source: Use a post format
fr_fr: Utiliser un format d’article

source: Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.
fr_fr: Votre thème utilise des formats d’articles pour faire ressortir ses différents types de contenu, comme les images ou les vidéos. Appliquer un format d’article pour découvrir cet affichage particulier.

source: Apply the "%1$s" format.
fr_fr: Appliquer le format d’article « %1$s ».

source: Category
fr_fr: Catégorie

source: %d result found.
fr_fr: %d résultat trouvé

source: Add new category
fr_fr: Ajouter une catégorie

source: Add new term
fr_fr: Ajouter un terme

source: Parent Category
fr_fr: Catégorie parente

source: Parent Term
fr_fr: Terme parent

source: Search Terms
fr_fr: Rechercher des termes

source: Terms
fr_fr: Termes

source: Assign a category
fr_fr: Assigner une catégorie

source: Categories provide a helpful way to group related posts together and to quickly tell readers what a post is about.
fr_fr: Les catégories fournissent un moyen de classer ensemble vos publications ayant une relation entre elles et d’informer rapidement du thème des publications.

source: Select image block.
fr_fr: Sélectionner le bloc d’image.

source: External media
fr_fr: Médias externes

source: Upload external images to the Media Library. Images from different domains may load slowly, display incorrectly, or be removed unexpectedly.
fr_fr: Charger des images externes dans la médiathèque. Les images en provenance d’autres domaines peuvent s’afficher lentement, de manière incorrecte ou avoir mystérieusement disparu.

# verb
source: Upload
fr_fr: Charger

source: Upload failed, try again.
fr_fr: Le chargement a échoué, merci de réessayer.

source: Site Icon
fr_fr: Icône de site

source: Are you ready to submit for review?
fr_fr: Êtes vous prêt·e à soumettre pour relecture ?

source: Your work will be reviewed and then approved.
fr_fr: Votre travail sera vérifié avant d’être approuvé.

source: Are you ready to schedule?
fr_fr: Êtes vous prêt·e à planifier ?

source: Your work will be published at the specified date and time.
fr_fr: Votre travail sera publié à la date et à l’heure spécifiée.

source: Are you ready to publish?
fr_fr: Êtes-vous prêt·e à publier ?

source: Double-check your settings before publishing.
fr_fr: Vérifier attentivement vos réglages avant de publier.

source: (Untitled)
fr_fr: (Titre absent)

source: Visibility:
fr_fr: Visibilité :

source: Publish:
fr_fr: Publier :

source: Copied!
fr_fr: Copié !

source: is now scheduled. It will go live on
fr_fr: est planifié. La publication sera effective le

source: is now live.
fr_fr: est désormais en ligne.

source: What’s next?
fr_fr: Et après ?

source: %s address
fr_fr: Adresse %s

source: Close panel
fr_fr: Fermer le panneau

source: Always show pre-publish checks.
fr_fr: Toujours afficher les vérifications d’avant publication.

source: Sticky
fr_fr: Épinglé

source: Pin this post to the top of the blog
fr_fr: Épinglé cet article en haut de votre flux d’articles

source: Pending
fr_fr: En attente

source: Status & visibility
fr_fr: Statut et visibilité

source: Change status: %s
fr_fr: Modifier le statut : %s

source: Save as pending
fr_fr: Mettre à relire

source: Save draft
fr_fr: Enregistrer en brouillon

source: Autosaving
fr_fr: Enregistrement automatique

source: Saving
fr_fr: Enregistrement en cours…

source: Saved
fr_fr: Enregistré.

source: Change publish date
fr_fr: Modifier la date de publication

source: Change date: %s
fr_fr: Modifier la date : %s

source: Are you sure you want to unpublish this post?
fr_fr: Êtes vous certain·e de vouloir dépublier cette publication ?

source: Unpublish
fr_fr: Dépublier

source: Are you sure you want to unschedule this post?
fr_fr: Êtes vous certain·e de vouloir déplanifier cette publication ?

source: Unschedule
fr_fr: Déplanifier

source: Switch to draft
fr_fr: Revenir au mode brouillon

source: Sync status
fr_fr: Synchroniser le statut

# pattern (singular)
source: Not synced
fr_fr: Non synchronisée

# pattern (singular)
source: Synced
fr_fr: Synchronisée

source: Type text or HTML
fr_fr: Saisie du texte ou du code HTML

source: Start writing with text or HTML
fr_fr: Commencer votre rédaction avec du texte ou du code HTML

source: Add title
fr_fr: Ajouter un titre

source: Change link: %s
fr_fr: Modifier le lien : %s

source: Document Statistics
fr_fr: Statistiques du document

source: Words
fr_fr: Mots

source: Characters
fr_fr: Caractères

source: Time to read
fr_fr: Temps de lecture

source: Headings
fr_fr: Titres

source: Paragraphs
fr_fr: Paragraphes

source: Blocks
fr_fr: Blocs

source: Document Outline
fr_fr: Plan du document

source: Details
fr_fr: Détails

source: You have unsaved changes. If you proceed, they will be lost.
fr_fr: Des modifications n’ont pas été sauvegardées. Si vous poursuivez, elles seront perdues.

source: User avatar
fr_fr: Photo de profil du·de la contributeur·rice

# Cancel comment button
source: Cancel
fr_fr: Annuler

source: No comments available
fr_fr: Aucun commentaire disponible

# Show replies button
source: %s more replies..
fr_fr: %s réponses de plus..

# Add reply comment
source: Reply
fr_fr: Répondre

# Edit comment
source: Edit
fr_fr: Modifier

# Delete comment
source: Delete
fr_fr: Supprimer

# Mark comment as resolved
source: Resolve
fr_fr: Marquer comme résolu

# Select comment action
source: Select an action
fr_fr: Choisir une action

source: Resolved
fr_fr: Résolu

# verb
source: Update
fr_fr: Mettre à jour

source: Are you sure you want to mark this comment as resolved?
fr_fr: Êtes vous certain·e de vouloir marquer ce commentaire comme résolu ?

source: Are you sure you want to delete this comment?
fr_fr: Êtes vous certain·e de vouloir supprimer ce commentaire ?

# Add comment button
source: Comment
fr_fr: Commenter

# View comment
source: Comment
fr_fr: Commentaire

source: Reply added successfully.
fr_fr: Réponse ajoutée avec succès.

source: Comment added successfully.
fr_fr: Commentaire ajouté avec succès.

source: Comment marked as resolved.
fr_fr: Commentaire marqué comme résolu.

source: Comment edited successfully.
fr_fr: Commentaire modifié avec succès.

source: Something went wrong. Please try publishing the post, or you may have already submitted your comment earlier.
fr_fr: Un problème est survenu. Merci d’essayer de publier l’article, ou vous pouvez avoir déjà soumis votre commentaire.

source: Comment deleted successfully.
fr_fr: Commentaire supprimé avec succès.

source: Comments
fr_fr: Commentaires

source: Show block tools
fr_fr: Afficher les outils de bloc

source: Hide block tools
fr_fr: Masquer les outils de bloc

source: Document tools
fr_fr: Outils du document

# Generic label for block inserter button
source: Block Inserter
fr_fr: Inséreur

source: Document Overview
fr_fr: Vue d’ensemble du document

source: All content copied.
fr_fr: Tout le contenu a été copié.

source: Copy all blocks
fr_fr: Copier tous les blocs

source: Visual editor
fr_fr: Éditeur visuel

source: Code editor
fr_fr: Éditeur de code

source: You can enable the visual editor in your profile settings.
fr_fr: Vous pouvez activer l’éditeur visuel depuis les réglages de votre profil.

source: Editor
fr_fr: Éditeur

# noun
source: View
fr_fr: Vue

source: Access all block and document tools in a single place
fr_fr: Accéder à tous les blocs et aux outils du document depuis une endroit unique

source: Distraction free
fr_fr: Mode sans distraction

source: Write with calmness
fr_fr: Écrire au calme

source: Spotlight mode
fr_fr: Mode mise en lumière

source: Focus on one block at a time
fr_fr: Se concentrer sur un bloc à la fois

source: Plugins
fr_fr: Extensions

source: Tools
fr_fr: Outils

source: Help
fr_fr: Aide

source: Preferences
fr_fr: Préférences

source: View post
fr_fr: Afficher l’article

source: View options
fr_fr: Afficher les options

source: Desktop
fr_fr: Bureau

source: Tablet
fr_fr: Tablette

source: View
fr_fr: Afficher

source: Preview in new tab
fr_fr: Prévisualiser dans un nouvel onglet

source: Enter or exit zoom out.
fr_fr: Entrer ou sortir du mode de zoom arrière.

source: Zoom Out
fr_fr: Zoom arrière

source: Characters:
fr_fr: Caractères :

source: Words:
fr_fr: Mots :

source: Time to read:
fr_fr: Temps de lecture :

# Post overview
source: List View
fr_fr: Vue liste

# Post overview
source: Outline
fr_fr: Plan

source: Open publish panel
fr_fr: Ouvrir le panneau de publication

source: Open save panel
fr_fr: Ouvrir le panneau d’enregistrement

source: Editing code
fr_fr: Modification du code

source: You’ve tried to select a block that is part of a template that may be used elsewhere on your site. Would you like to edit the template?
fr_fr: Vous avez tenté de sélectionner un bloc faisant partie d’un gabarit qui peut être utilisé pour d’autres zones de votre site. Souhaitez-vous modifier le gabarit ?

source: Drag to resize
fr_fr: Glisser pour redimensionner

source: Use left and right arrow keys to resize the canvas.
fr_fr: Utiliser les flèches gauche et droite pour redimensionner le canevas.

source: Editor top bar
fr_fr: Barre supérieure de l’Éditeur

source: Editor content
fr_fr: Contenu de l’Éditeur

source: Editor settings
fr_fr: Réglages de l’Éditeur

source: Editor publish
fr_fr: Zone de publication de l’Éditeur

source: Editor footer
fr_fr: Zone du pied de page de l’Éditeur

source: Homepage updated.
fr_fr: Page d’accueil mise à jour.

source: An error occurred while setting the homepage.
fr_fr: Une erreur est survenue lors de la définition de la page d’accueil de votre site.

source: This will replace the current homepage which is set to display latest posts.
fr_fr: Cela remplacera la page d’accueil actuelle de votre site qui est réglée pour afficher vos derniers articles.

source: This will replace the current homepage: "%s"
fr_fr: Cela remplacera la page d’accueil actuelle de votre site : « %s »

source: Set "%1$s" as the site homepage? %2$s
fr_fr: Définir %1$s comme page d’accueil de votre site ? %2$s

source: Set homepage
fr_fr: Définir la page d’accueil de votre site

source: Set as homepage
fr_fr: Définir comme page d’accueil de votre site

source: Posts page updated.
fr_fr: Pages des articles mise à jour.

source: An error occurred while setting the posts page.
fr_fr: Une erreur est survenue lors de la définition de la page des articles de votre site.

source: This will replace the current posts page: "%s"
fr_fr: Cela remplacera la page des articles actuelle de votre site : « %s »

source: This page will show the latest posts.
fr_fr: Cette page affichera les derniers articles.

source: Set "%1$s" as the posts page? %2$s
fr_fr: Définir %1$s comme page des articles de votre site ? %2$s

source: Set posts page
fr_fr: Définir la page des articles de votre site

source: Set as posts page
fr_fr: Définir comme page des articles de votre site

source: Changes will be applied to all selected %s.
fr_fr: Les modifications seront appliquées à tous les %s sélectionnés.

source: %s word
fr_fr: % mot

source: %1$s, %2$s read time.
fr_fr: %1$s, %2$s à lire.

source: Change format: %s
fr_fr: Modifier le format : %s

source: Last edited %s.
fr_fr: Dernière modification %s.

source: Blog title
fr_fr: Titre du blog

source: Change blog title: %s
fr_fr: Modifier le titre du blog : %s

source: Set the Posts Page title. Appears in search results, and when the page is shared on social media.
fr_fr: Définir le titre de la page des articles. Elle apparaît dans les résultats de recherche et lorsque la page est partagée sur les médias sociaux.

source: Posts per page
fr_fr: Articles par page

source: Change posts per page
fr_fr: Modifier les articles par page

source: Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.
fr_fr: Définir le nombre d’articles à afficher par défaut dans les pages de blog, ce qui inclue les pages de catégorie et d’étiquette. Certains gabarits peuvent passer outre ce réglage.

source: Design
fr_fr: Conception

source: Block
fr_fr: Bloc

source: Close Settings
fr_fr: Fermer les réglages

# panel button label
source: Settings
fr_fr: Réglages

source: You attempted to edit an item that doesn't exist. Perhaps it was deleted?
fr_fr: Vous avez tenté de modifier un élément qui ne semble pas exister. Peut-être a-t-il été supprimé ?

source: General
fr_fr: Général

source: Opens the List View panel by default.
fr_fr: Ouvre le panneau de la vue liste par défaut.

source: Always open List View
fr_fr: Toujours ouvrir la vue liste

source: Display the block hierarchy trail at the bottom of the editor.
fr_fr: Afficher le suivi de la hiérarchie des blocs au bas de l’éditeur.

source: Allows contextual List View menus via right-click, overriding browser defaults.
fr_fr: Autoriser les menus contextuels de la vue liste à l’aide du clic droit en remplacement des valeurs par défaut du navigateur.

source: Allow right-click contextual menus
fr_fr: Autoriser les menus contextuels sur clic droit

source: Document settings
fr_fr: Réglages du document

source: Select what settings are shown in the document panel.
fr_fr: Sélectionner les réglages à montrer dans le panneau du document.

source: Page attributes
fr_fr: Attributs de page

source: Publishing
fr_fr: ﻿Publication

source: Review settings, such as visibility and tags.
fr_fr: Revoir les réglages tels que la visibilité et les étiquettes.

source: Appearance
fr_fr: Apparence

source: Customize the editor interface to suit your needs.
fr_fr: Personnaliser l’interface de l’éditeur pour l’adapter à vos besoins.

source: Access all block and document tools in a single place.
fr_fr: Accéder à tous les blocs et aux outils du document depuis une endroit unique

source: Reduce visual distractions by hiding the toolbar and other elements to focus on writing.
fr_fr: Réduire les distractions visuelles en masquant la barre d’outils et d’autres éléments pour se concentrer sur la rédaction.

source: Highlights the current block and fades other content.
fr_fr: Met en lumière le bloc actuel et occulter les autres contenus.

source: Accessibility
fr_fr: Accessibilité

source: Optimize the editing experience for enhanced control.
fr_fr: Optimiser l’expérience d’édition pour un contrôle amélioré.

source: Keeps the text cursor within blocks while navigating with arrow keys, preventing it from moving to other blocks and enhancing accessibility for keyboard users.
fr_fr: Maintient le curseur de texte à l’intérieur des blocs alors que vous naviguez à l’aide des touches fléchées, cela permet d’éviter des déplacements vers d’autres blocs et améliore l’accessibilité des utilisateur·rice·s de clavier.

source: Contain text cursor inside block
fr_fr: Contenir le curseur du text à l’intérieur du bloc

source: Show button text labels
fr_fr: Montrer les libellés de bouton

source: Show text instead of icons on buttons across the interface.
fr_fr: Afficher du texte au lieu d’icônes sur les boutons pour toute l’interface.

source: Inserter
fr_fr: Inséreur

source: Adds a category with the most frequently used blocks in the inserter.
fr_fr: Ajoute une catégorie contenant les blocs les plus fréquemment utilisés par l’inséreur.

source: Show most used blocks
fr_fr: Montrer les blocs les plus utilisés

source: Manage block visibility
fr_fr: Gérer la visibilité des blocs

source: Disable blocks that you don't want to appear in the inserter. They can always be toggled back on later.
fr_fr: Désactiver les blocs que vous ne souhaitez pas voir apparaître dans l’inséreur. Ils peuvent toujours être réactivés par la suite.

source: Media
fr_fr: Média

source: Customize options related to the media upload flow.
fr_fr: Personnaliser les options relatives au flux de chargement des médias.

source: Compress media items before uploading to the server.
fr_fr: Compresser les éléments de media avant leur chargement sur le serveur.

source: Pre-upload compression
fr_fr: Compression avant chargement

source: Require approval step when optimizing existing media.
fr_fr: Rendre obligatoire une étape d’approbation lors de l’optimisation des médias existants.

source: Approval step
fr_fr: Étape d’approbation
