Repository: retraceur/fr-fr
Catalog: js-po/dist-editor/*.po
Languages: fr_fr

source: Draft saved.
fr_fr: Brouillon sauvegardé.

source: View Preview
fr_fr: Afficher l’aperçu

source: Publishing failed.
fr_fr: La publication a échoué.

source: Scheduling failed.
fr_fr: La planification a échoué.

source: Updating failed.
fr_fr: La mise à jour a échoué.

source: Trashing failed
fr_fr: La mise à la corbeille a échoué

source: An error occurred while updating.
fr_fr: Une erreur est apparue lors de la mise à jour.

source: Distraction free mode deactivated.
fr_fr: Mode sans distraction désactivé.

source: Distraction free mode activated.
fr_fr: Mode sans distraction activé.

source: Undo
fr_fr: Défaire

source: Spotlight mode activated.
fr_fr: Mode mise en lumière activé.

source: Spotlight mode deactivated.
fr_fr: Mode mise en lumière désactivé.

source: Top toolbar activated.
fr_fr: Barre d’outils supérieure activée.

source: Top toolbar deactivated.
fr_fr: Barre d’outils supérieure désactivée.

source: Visual editor selected
fr_fr: Éditeur visuel sélectionné

source: Code editor selected
fr_fr: Éditeur de code sélectionné

# verb
source: View
fr_fr: Afficher

source: View revisions (%s)
fr_fr: Afficher les révisions (%s)

source: Select item
fr_fr: Sélectionner l’élément

source: Close
fr_fr: Fermer

# field
source: Edit %s
fr_fr: Modifier %s

source: (no title)
fr_fr: (sans titre)

source: Title
fr_fr: Titre

source: No title
fr_fr: sans titre

# action label
source: Duplicate
fr_fr: Dupliquer

# post
source: %s (Copy)
fr_fr: %s (Copie)

source: "%s" successfully created.
fr_fr: « %s » créé avec succès.

source: An error occurred while duplicating the page.
fr_fr: Une erreur est apparue lors de la duplication de la page.

source: Cancel
fr_fr: Annuler

source: Add
fr_fr: Ajouter

source: An error occurred while creating the template part.
fr_fr: Une erreur est apparue lors de la création de la portion de gabarit.

source: Name
fr_fr: Nom

source: Area
fr_fr: Zone

# action label
source: Duplicate template part
fr_fr: Dupliquer la portion de gabarit

# template part
source: "%s" duplicated.
fr_fr: « %s » dupliqué.

# template part
source: %s (Copy)
fr_fr: %s (Copie)

# action label
source: Duplicate pattern
fr_fr: Dupliquer la composition

source: Rename
fr_fr: Renommer

source: Name updated
fr_fr: Nom mis à jour

source: An error occurred while updating the name
fr_fr: Une erreur est apparue lors de la mise à jour du nom

source: Save
fr_fr: Sauvegarder

source: Order
fr_fr: Ordre

source: Determines the order of pages.
fr_fr: Détermine l’ordre des pages.

source: Order updated.
fr_fr: Ordre mis à jour.

source: An error occurred while updating the order
fr_fr: Une erreur est apparue lors de la mise à jour de l’ordre

source: Determines the order of pages. Pages with the same order value are sorted alphabetically. Negative order values are supported.
fr_fr: Détermine l’ordre des pages. Les pages avec le même ordre sont triées alphabétiquement. Les valeurs d’ordre négatives sont supportées.

source: Export as JSON
fr_fr: Exporter en JSON

source: patterns-export
fr_fr: export-compostions

source: Restore
fr_fr: Restaurer

source: "%s" has been restored.
fr_fr: « %s » a été restauré.

source: %d pages have been restored.
fr_fr: %d pages ont été restaurées.

source: %d posts have been restored.
fr_fr: %d articles ont été restaurés.

source: An error occurred while restoring the post.
fr_fr: Une erreur est apparue lors de la restauration de l’article.

source: An error occurred while restoring the posts.
fr_fr: Une erreur est apparue lors de la restauration des articles.

source: An error occurred while restoring the posts: %s
fr_fr: Une erreur est apparue lors de la restauration de cet article : %s

source: Some errors occurred while restoring the posts: %s
fr_fr: Des erreurs sont apparues lors de la restauration de ces articles : %s

source: This template is not revertable.
fr_fr: Ce gabarit n’est pas réversible.

source: The editor has encountered an unexpected error. Please reload.
fr_fr: L’éditeur a rencontré une erreur inattendue. Merci de rafraîchir la page.

source: Template reset.
fr_fr: Gabarit réinitialisé.

source: Template revert failed. Please reload.
fr_fr: L’annulation des modifications apportées au gabarit a échoué. Merci de rafraîchir la page.

source: Reset
fr_fr: Réinitialiser

source: %s items reset.
fr_fr: %s éléments réinitialisés.

source: "%s" reset.
fr_fr: « %s » réinitialisé.

source: An error occurred while reverting the template.
fr_fr: Une erreur est apparue lors de l’annulation des changements apportés au gabarit.

source: An error occurred while reverting the templates.
fr_fr: Une erreur est apparue lors de l’annulation des changements apportés aux gabarits.

source: An error occurred while reverting the template part.
fr_fr: Une erreur est apparue lors de l’annulation des changements apportés à la portion de gabarit.

source: An error occurred while reverting the template parts.
fr_fr: Une erreur est apparue lors de l’annulation des changements apportés aux portions de gabarit.

source: Reset to default and clear all customizations?
fr_fr: Réinitialiser à la valeur par défaut et effacer toutes les personnalisations ?

source: Delete
fr_fr: Supprimer

source: Delete %d item?
fr_fr: Supprimer %d élément ?

# template part
source: Delete "%s"?
fr_fr: Supprimer « %s » ?

# template part
source: "%s" deleted.
fr_fr: « %s » supprimé.

source: Items reset.
fr_fr: Éléments réinitialisés.

source: Items deleted.
fr_fr: Éléments supprimés.

source: An error occurred while reverting the item.
fr_fr: Une erreur est apparue lors de l’annulation des modifications apportées à l’élément.

source: An error occurred while deleting the item.
fr_fr: Une erreur est apparue lors de la suppression de l’élément.

source: An error occurred while reverting the items.
fr_fr: Une erreur est apparue lors de l’annulation des modifications apportées aux éléments.

source: An error occurred while deleting the items.
fr_fr: Une erreur est apparue lors de la suppression des éléments.

source: An error occurred while reverting the items: %s
fr_fr: Une erreur est apparue lors de l’annulation des modifications apportées à ces éléments : %s

source: An error occurred while deleting the items: %s
fr_fr: Une erreur est apparue lors de la suppression de ces éléments : %s

source: Some errors occurred while reverting the items: %s
fr_fr: Des erreurs sont apparues lors de l’annulation des modifications apportées à ces éléments : %s

source: Some errors occurred while deleting the items: %s
fr_fr: Des erreurs sont apparues lors de la suppression de ces éléments : %s

source: Move to trash
fr_fr: Mettre à la corbeille

source: Are you sure you want to move "%s" to the trash?
fr_fr: Êtes-vous certain·e de vouloir mettre à la corbeille « %s » ?

source: Are you sure you want to move %d item to the trash ?
fr_fr: Êtes-vous certain·e de vouloir mettre à la corbeille %d élément ?

source: "%s" moved to the trash.
fr_fr: « %s » mis à la corbeille

source: %s item moved to the trash.
fr_fr: %s élément mis à la corbeille

source: An error occurred while moving the item to the trash.
fr_fr: Une erreur est apparue lors de la mise à la corbeille de l’élément.

source: An error occurred while moving the items to the trash.
fr_fr: Une erreur est apparue lors de la mise à la corbeille des éléments.

source: An error occurred while moving the item to the trash: %s
fr_fr: Une erreur est apparue lors de la mise à la corbeille de cet élément : %s

source: Some errors occurred while moving the items to the trash: %s
fr_fr: Des erreurs sont apparues lors de la mise à la corbeille de ces éléments : %s

# verb
source: Trash
fr_fr: Mettre à la corbeille

source: Permanently delete
fr_fr: Supprimer définitivement

source: Are you sure you want to permanently delete %d item?
fr_fr: Êtes vous certain·e de vouloir supprimer définitivement %d élément ?

source: Are you sure you want to permanently delete "%s"?
fr_fr: Êtes vous certain·e de vouloir supprimer définitivement « %s » ?

source: "%s" permanently deleted.
fr_fr: « %s » a été supprimé définitivement.

source: The items were permanently deleted.
fr_fr: Les éléments ont été supprimés définitivement.

source: An error occurred while permanently deleting the item.
fr_fr: Une erreur est apparue lors de la suppression permanente de l’élément.

source: An error occurred while permanently deleting the items.
fr_fr: Une erreur est apparue lors de la suppression permanente des éléments.

source: An error occurred while permanently deleting the items: %s
fr_fr: Une erreur est apparue lors de la suppression permanente de cet élément : %s

source: Some errors occurred while permanently deleting the items: %s
fr_fr: Des erreurs sont apparues lors de la suppression permanente de ces éléments : %s

source: Delete permanently
fr_fr: Supprimer définitivement

source: Choose an image…
fr_fr: Choisir une image…

source: Featured Image
fr_fr: Image à la une

source: Author avatar
fr_fr: Image de profil de l’auteur·ice

source: Author
fr_fr: Auteur·ice

source: Draft
fr_fr: Brouillon

source: Not ready to publish.
fr_fr: Pas encore prêt à être publié.

source: Scheduled
fr_fr: Planifié

source: Publish automatically on a chosen date.
fr_fr: Publier automatiquement à une date choisie.

source: Pending Review
fr_fr: En attente de relecture

source: Waiting for review before publishing.
fr_fr: En attente de revue avant publication.

source: Private
fr_fr: Privé

source: Only visible to site admins and editors.
fr_fr: Seulement visible par des administrateur·ice·s et éditeur·ice·s.

source: Published
fr_fr: Publié

source: Visible to everyone.
fr_fr: Visible de tou·te·s

source: Trash
fr_fr: Mettre à la corbeille

source: Status
fr_fr: Statut

source: <span>Modified: <time>%s</time></span>
fr_fr: <span>Modifié : <time>%s</time></span>

source: <span>Scheduled: <time>%s</time></span>
fr_fr: <span>Planifié : <time>%s</time></span>

source: <span>Published: <time>%s</time></span>
fr_fr: <span>Publié : <time>%s</time></span>

source: Copied Permalink to clipboard.
fr_fr: Lien permanent copié dans le presse papier.

source: Customize the last part of the Permalink.
fr_fr: Personnaliser la dernière partie du lien permanent.

source: Copy
fr_fr: Copier

source: Link
fr_fr: Lien

source: Permalink:
fr_fr: Lien permanent :

source: Slug
fr_fr: Portion d’URL

source: no title
fr_fr: sans titre

source: Choose a parent page.
fr_fr: Sélectionner une page parente.

source: Child pages inherit characteristics from their parent, such as URL structure. For instance, if "Pricing" is a child of "Services", its URL would be %1$s<wbr />/services<wbr />/pricing.
fr_fr: Les pages filles héritent des caractéristiques de leur parent, comme leur structure d’URL. Par exemple, si « Tarifs » était l’enfant de « Services », son URL serait %s<wbr />/services<wbr />/tarifs.

source: None
fr_fr: Aucune

source: Open
fr_fr: Ouvert

source: Visitors can add new comments and replies.
fr_fr: Les visiteur·euse·s peuvent commenter et répondre.

source: Closed
fr_fr: Fermé

source: Visitors cannot add new comments or replies. Existing comments remain visible.
fr_fr: Les visiteur·euse·s ne peuvent pas commenter ou répondre. Les commentaires existants restent visibles.

source: Change template
fr_fr: Modifier le gabarit

source: Use default template
fr_fr: Utilisez le gabarit par défaut

source: Choose a template
fr_fr: Sélectionner un gabarit

source: Templates
fr_fr: Gabarits

source: Template
fr_fr: Gabarit

source: Password protected
fr_fr: Protégé par mot de passe

source: Only visible to those who know the password
fr_fr: Visible uniquement à celles·ceux connaissant le mot de passe

source: Password
fr_fr: Mot de passe

source: Use a secure password
fr_fr: Utilisez un mot de passe sécurisé

source: Homepage
fr_fr: Page d’accueil

source: Posts Page
fr_fr: Page des articles

source: This pattern cannot be edited.
fr_fr: Cette composition ne peut pas être modifiée.

# caption
source: "%1$s" by %2$s/ %3$s
fr_fr: « %1$s » de %2$s/ %3$s

# caption
source: <a %1$s>Work</a> by %2$s/ %3$s
fr_fr: <a %1$s>Travail</a> de %2$s/ %3$s

# caption
source: <a %1$s>Work</a>/ %2$s
fr_fr: <a %1$s>Travail</a>/ %2$s

source: Search images
fr_fr: Rechercher des images

source: Videos
fr_fr: Vidéos

source: Search videos
fr_fr: Rechercher des vidéos

source: Audio
fr_fr: Sons

source: Search audio
fr_fr: Rechercher un audio

source: You do not have permission to create Pages.
fr_fr: Vous n’avez pas la permission de créer des pages.

source: Close plugin
fr_fr: Fermer l’extension

source: Unpin from toolbar
fr_fr: Détacher de la barre d’outils

source: Pin to toolbar
fr_fr: Épingler à la barre d’outils

# header landmark area
source: Header
fr_fr: Entête

source: Content
fr_fr: Contenu

source: Block Library
fr_fr: Librairie de blocs

# settings landmark area
source: Settings
fr_fr: Réglages

source: Publish
fr_fr: Publier

source: Footer
fr_fr: Pied de page

source: Keyboard shortcuts
fr_fr: Raccourcis clavier

source: Exit Distraction free
fr_fr: Sortir du mode sans distraction

source: Enter Distraction free
fr_fr: Entrer dans le mode sans distraction

source: Editor preferences
fr_fr: Préférences de l’éditeur

source: Exit Spotlight mode
fr_fr: Sortir du mode mise en lumière

source: Enter Spotlight mode
fr_fr: Entrer dans le mode mise en lumière

source: Close List View
fr_fr: Fermer la vue liste

source: Open List View
fr_fr: Ouvrir la vue liste

source: List View off.
fr_fr: Vue liste inactive.

source: List View on.
fr_fr: Vue liste active.

source: Top toolbar
fr_fr: Barre d’outils supérieure

source: Open code editor
fr_fr: Ouvrir l’éditeur de code

source: Exit code editor
fr_fr: Sortir de l’éditeur de code

source: Hide block breadcrumbs
fr_fr: Masquer le fil d’ariane du bloc

source: Show block breadcrumbs
fr_fr: Afficher le file d’ariane du bloc

source: Breadcrumbs hidden.
fr_fr: Fil d’ariane masqué.

source: Breadcrumbs visible.
fr_fr: Fil d’ariane affiché.

source: Show or hide the Settings panel.
fr_fr: Afficher ou masquer le panneau des réglages.

source: Show or hide the Block settings panel
fr_fr: Afficher ou masquer le panneau des réglages de bloc

source: Disable pre-publish checks
fr_fr: Désactiver les vérifications d’avant publication

source: Enable pre-publish checks
fr_fr: Activer les vérifications d’avant publication

source: Pre-publish checks disabled.
fr_fr: Vérifications d’avant publication désactivées.

source: Pre-publish checks enabled.
fr_fr: Vérifications d’avant publication activées.

source: Preview in a new tab
fr_fr: Prévisualiser dans un nouvel onglet

source: Open Site Editor
fr_fr: Ouvrir l’éditeur de site

source: Rename pattern
fr_fr: Renommer la composition

source: Duplicate pattern
fr_fr: Dupliquer la composition

source: Edit template: %s
fr_fr: Modifier le gabarit : %s

source: Go back
fr_fr: Revenir en arrière

source: Reset template: %s
fr_fr: Réinitialiser le gabarit : %s

source: Reset template part: %s
fr_fr: Réinitialiser la portion de gabarit : %s

source: Deleting this block will stop your post or page content from displaying on this template. It is not recommended.
fr_fr: La suppression de ce bloc interrompra l’affichage de vos articles et pages dans ce gabarit. Ce n’est pas recommandé.

source: The deleted block allows instance overrides. Removing it may result in content not displaying where this pattern is used. Are you sure you want to proceed?
fr_fr: Le bloc supprimé permet des remplacements d’instances. L’enlever c’est potentiellement empêcher du contenu de s’afficher aux endroits où sont utilisés la composition. Êtes vous certain·e de vouloir poursuivre ?

source: Choose a pattern
fr_fr: Sélectionner un composition

source: Show starter patterns
fr_fr: Montrer les compositions de démarrage

source: Shows starter patterns when creating a new page.
fr_fr: Montrer les compositions de démarrage lors de la création d’une nouvelle page.

source: Make the selected text bold.
fr_fr: Passer le texte sélectionné en gras.

source: Make the selected text italic.
fr_fr: Passer le texte sélectionné en italique.

source: Convert the selected text into a link.
fr_fr: Convertir le texte sélectionné en lien.

source: Remove a link.
fr_fr: Retirer un lien.

source: Insert a link to a post or page.
fr_fr: Insérer un lien vers un article ou un page.

source: Underline the selected text.
fr_fr: Souligner le texte sélectionné.

source: Strikethrough the selected text.
fr_fr: Barré le texte sélectionné.

source: Make the selected text inline code.
fr_fr: Formater le texte sélectionné comme du code en ligne.

source: Convert the current heading to a paragraph.
fr_fr: Convertir le titre actuel en paragraphe.

source: Convert the current paragraph or heading to a heading of level 1 to 6.
fr_fr: Convertir le paragraphe ou titre actuel en un titre de niveau 1 à 6.

source: Add non breaking space.
fr_fr: Ajouter des espaces insécables

source: Global shortcuts
fr_fr: Raccourcis globaux

source: Selection shortcuts
fr_fr: Raccourcis de sélection

source: Block shortcuts
fr_fr: Raccourcis de bloc

source: Change the block type after adding a new paragraph.
fr_fr: Modifier le type du bloc après avoir ajouter un nouveau paragraphe.

source: Forward-slash
fr_fr: Barre oblique

source: Text formatting
fr_fr: Formatage du texte

source: List View shortcuts
fr_fr: Raccourcis des vues de liste

source: Edit the pattern to move, delete, or make further changes to this block.
fr_fr: Modifier la composition pour déplacer, supprimer, ou apporter d’autres modifications à ce bloc.

source: Edit the template to move, delete, or make further changes to this block.
fr_fr: Modifier le gabarit pour déplacer, supprimer, ou apporter d’autres modifications à ce bloc.

source: Only users with permissions to edit the template can move or delete this block
fr_fr: Seul·e·s les contributeur·rice·s disposant de la permission de modifier le gabarit peuvent déplacer ou supprimer ce bloc

source: Edit pattern
fr_fr: Modifier la composition

source: Edit template
fr_fr: Modifier gabarit

# Unlock content locked blocks
source: Unlock
fr_fr: Déverrouiller

source: Temporarily unlock the parent block to edit, delete or make further changes to this block.
fr_fr: Déverrouiller temporairement le bloc parent pour modifier, supprimer ou apporter d’autres modifications à ce bloc.

source: Fallback content
fr_fr: Contenu de repli

source: Skip
fr_fr: Passer

source: Detach
fr_fr: Détacher

source: Template part created.
fr_fr: Portion de gabarit créée.

source: Create template part
fr_fr: Créer une portion de gabarit

source: There is an autosave of this post that is more recent than the version below.
fr_fr: Il existe une version automatiquement sauvegardée de cet article qui est plus récente que la version affichée ci-dessous.

source: View the autosave
fr_fr: Voir la version automatiquement sauvegardée

source: Empty content
fr_fr: Contenu vide

source: Content preview
fr_fr: Aperçu du contenu

source: Custom template created. You're in template mode now.
fr_fr: Gabarit personnalisé créé. Vous êtes dans le mode gabarit désormais.

source: Saving failed.
fr_fr: La sauvegarde a échoué.

source: Site updated.
fr_fr: Le site a été mis à jour.

source: View site
fr_fr: Afficher le site

source: Back
fr_fr: Retour

source: Document not found
fr_fr: Document introuvable

source: (Empty heading)
fr_fr: (Titre absent)

source: (Incorrect heading level)
fr_fr: (Niveau de titre incorrect)

source: (Your theme may already use a H1 for the post title)
fr_fr: (Votre thème utilise peut-être déjà un H1 pour le titre de la publication)

source: (Multiple H1 headings are not recommended)
fr_fr: (Utiliser de multiples niveaux H1 de titre n’est pas recommandé)

source: Navigate the structure of your document and address issues like empty or incorrect heading levels.
fr_fr: Naviguer dans la structure de votre document et gérer les potentielles anomalies comme l’absence ou l’inconsistance des niveaux de titre.

source: Switch between visual editor and code editor.
fr_fr: Basculer entre l’éditeur visuel et l’éditeur de code.

source: Save your changes.
fr_fr: Enregistrer vos modifications.

source: Undo your last changes.
fr_fr: Défaire vos dernières modifications.

source: Redo your last undo.
fr_fr: Rétablir votre dernière annulation.

source: Show or hide the List View.
fr_fr: Afficher ou masquer la vue en liste.

source: Enter or exit distraction free mode.
fr_fr: Entrer ou sortir du mode sans distraction.

source: Display these keyboard shortcuts.
fr_fr: Afficher ces raccourcis de touche de clavier.

source: Navigate to the next part of the editor.
fr_fr: Naviguer jusqu’à la prochaine partie de l’éditeur.

source: Navigate to the previous part of the editor.
fr_fr: Naviguer vers la partie précédente de l’éditeur.

source: Redo
fr_fr: Refaire

source: Keep it as is
fr_fr: Garder en l’état

source: Reset the template
fr_fr: Réinitialiser le gabarit

source: The content of your post doesn’t match the template assigned to your post type.
fr_fr: Le contenu de votre publication n’est pas cohérent avec le gabarit assigné à votre type de publication.

source: Resetting the template may result in loss of content, do you want to continue?
fr_fr: La réinitialisation de ce gabarit peut résulter en une perte de contenu, souhaitez-vous poursuivre ?

source: Untitled
fr_fr: Titre absent

source: Post Meta.
fr_fr: Métadonnées d’article

source: This change will affect your whole site.
fr_fr: Cette modification aura un impact sur l’intégralité de votre site.

source: These changes will affect your whole site.
fr_fr: Ces modifications auront un impact sur l’intégralité de votre site.

source: This change will affect other parts of your site that use this template.
fr_fr: Cette modification aura un impact sur les autres zones de votre site utilisant ce gabarit.

source: The following has been modified.
fr_fr: Ce qui suit a été modifié.

source: Template Part
fr_fr: Portion de gabarit

source: Template Parts
fr_fr: Portions de gabarit

source: Select the items you want to save.
fr_fr: Sélectionner les éléments que vous souhaitez enregistrer.

source: Are you ready to save?
fr_fr: Êtes vous prêt·e à sauvegarder ?

source: There is <strong>%d site change</strong> waiting to be saved.
fr_fr: Il y a <strong>%d modification du site</strong> en attente d’enregistrement.

source: The editor has encountered an unexpected error.
fr_fr: L’éditeur a rencontré une erreur inattendue.

source: Copy contents
fr_fr: Copier les contenus

source: Copy error
fr_fr: Copier l’erreur

source: The backup of this post in your browser is different from the version below.
fr_fr: La sauvegarde automatique de cette publication de votre navigateur est différente de la version affichée ci-dessous.

source: Restore the backup
fr_fr: Restaurer la sauvegarde

source: Set the page order.
fr_fr: Définir l’ordre de la page.

source: Change parent: %s
fr_fr: Modifier le parent : %s

source: Child pages inherit characteristics from their parent, such as URL structure. For instance, if "Pricing" is a child of "Services", its URL would be %s<wbr />/services<wbr />/pricing.
fr_fr: Les pages filles héritent des caractéristiques de leur parent, comme leur structure d’URL. Par exemple, si « Tarifs » était l’enfant de « Services », son URL serait %s<wbr />/services<wbr />/tarifs.

source: Custom Template
fr_fr: Gabarit personnalisé

source: Create custom template
fr_fr: Créer un gabarit personnalisé

source: Describe the template, e.g. "Post with sidebar". A custom template can be manually applied to any post or page.
fr_fr: Décrivez le gabarit, ex : « Publication avec barre latérale ». Un gabarit personnalisé peut être appliqué manuellement à toute publication.

source: Create
fr_fr: Créer

source: Template options
fr_fr: Options de gabarit
