Repository: retraceur/fr-fr
Catalog: js-po/admin-updates/*.po
Languages: fr_fr

source: %s update available
fr_fr: %s mise à jour disponible

source: Updating...
fr_fr: Mise à jour en cours…

# plugin
source: Updating %s...
fr_fr: Mise à jour de l’élément de type % en cours…

# plugin
source: Updated!
fr_fr: Mis à jour !

# plugin
source: %s updated!
fr_fr: L’élément de type %s a été mis à jour !

source: Update completed successfully.
fr_fr: La mise à jour a été complétée avec succès.

source: Update failed: %s
fr_fr: La mise à jour a échouée : %s

# plugin
source: %s update failed.
fr_fr: La mise à jour de %s a échoué.

source: Update failed.
fr_fr: La mise à jour a échouée.

source: Update Now
fr_fr: Mettre à jour maintenant

source: Installing...
fr_fr: Installation en cours…

# plugin
source: Installing %s...
fr_fr: Installation de %s en cours…

source: Installing... please wait.
fr_fr: Installation en cours… Merci de patienter.

# plugin
source: Installed!
fr_fr: Installé !

# plugin
source: %s installed!
fr_fr: %s a été installée !

source: Installation completed successfully.
fr_fr: L’installation a été complétée avec succès.

source: Installation failed.
fr_fr: L’installation a échoué.

# plugin
source: %s installation failed
fr_fr: L’installation de %s a échoué

source: Installation failed: %s
fr_fr: L’installation a échoué : %s

source: Checking plugin dependencies... please wait.
fr_fr: Vérifications des dépendances de l’extension… Merci de patienter.

source: Plugin dependencies check completed successfully.
fr_fr: Vérification des dépendances de l’extension complétée avec succès.

# plugin
source: Network Activate
fr_fr: Activer sur le réseau

# plugin
source: Network Activate %s
fr_fr: Activer %s sur le réseau

# plugin
source: Activate
fr_fr: Activer

# plugin
source: Activate %s
fr_fr: Activer %s

# plugin
source: Cannot activate %1$s. %2$s
fr_fr: L’activation de %1$s n’a pas été possible. %2$s

source: Activation failed: %s
fr_fr: L’activation a échoué : %s

source: Activating... please wait.
fr_fr: Activation en cours… Merci de patienter.

source: Activating...
fr_fr: Activation en cours…

# plugin
source: Activating %s
fr_fr: Activation de %s

# plugin
source: Activated!
fr_fr: Activé !

source: Activation completed successfully.
fr_fr: L’activation a été complétée avec succès.

source: Activation failed.
fr_fr: L’activation a échoué.

# plugin
source: %s activation failed
fr_fr: L’activation de %s a échoué

source: Importer installed successfully. <a href="%s">Run importer</a>
fr_fr: L’outil d’importation a été installé avec succès. <a href="%s">Lancer l’importation</a>

source: Run %s
fr_fr: Lancer %s

source: Run Importer
fr_fr: Lancer l’importation

# plugin
source: Install %s now
fr_fr: Installer %s maintenant

# plugin
source: Install Now
fr_fr: Installer maintenant

source: Deleting...
fr_fr: Suppression en cours…

source: No plugins are currently available.
fr_fr: Aucune extension n’est actuellement disponible.

source: No blocks are currently available.
fr_fr: Aucun bloc n’est actuellement disponible.

# plugin/plugins
source: %s item
fr_fr: %s élément

# plugin
source: Deleted!
fr_fr: Supprimée !

source: Updating... please wait.
fr_fr: Mise à jour en cours… Merci de patienter.

# theme
source: Updated!
fr_fr: Mis à jour !

# theme
source: Installing %s...
fr_fr: Installation de %s en cours…

# theme
source: %s installed!
fr_fr: %s a été installé !

# theme
source: Installed!
fr_fr: Installé !

# theme
source: Network Activate %s
fr_fr: %s a été activé au niveau du réseau

source: Network Enable
fr_fr: Rendre disponible sur le réseau

# theme
source: Activate %s
fr_fr: Activer %s

# theme
source: Activate
fr_fr: Activer

source: Customize
fr_fr: Personnaliser

# theme
source: %s installation failed
fr_fr: L’installation de %s a échoué

# theme
source: Deleted!
fr_fr: Supprimé !

source: Deletion failed: %s
fr_fr: La suppression a échoué : %s

source: An error occurred during the update process. Please try again.
fr_fr: Une erreur est apparue lors de l’opération de la mise à jour. Merci de recharger la page et d’essayer à nouveau.

source: An error has occurred. Please reload the page and try again.
fr_fr: Une erreur est apparue. Merci de recharger la page et d’essayer à nouveau.

source: Connection lost or the server is busy. Please try again later.
fr_fr: La connexion a été perdue ou le serveur est trop sollicité. Merci de réessayer plus tard.

source: Dependencies check failed: %s
fr_fr: La vérification des dépendances a échoué : %s

source: Updates may not complete if you navigate away from this page.
fr_fr: Les mises à jour peuvent être incomplètes si vous quittez cette page.

# plugin
source: Update %s now
fr_fr: Mettre à jour %s maintenant

source: Update canceled.
fr_fr: Mise à jour annulée.

source: Are you sure you want to delete %s and its data?
fr_fr: Êtes vous certain·e de vouloir supprimer %s et ses données ?

source: Are you sure you want to delete %s?
fr_fr: Êtes vous certain·e de vouloir supprimer %s ?

source: Are you sure you want to delete the selected plugins and their data?
fr_fr: Êtes vous certain·e de vouloir supprimer les extensions sélectionnée ainsi que leurs données ?

source: Caution: These themes may be active on other sites in the network. Are you sure you want to proceed?
fr_fr: Attention : ces thèmes peuvent être actifs sur d’autres sites du réseau. Êtes vous certain·e de vouloir poursuivre ?

source: %s plugin successfully updated.
fr_fr: %s extension mise à jour avec succès.

source: %s theme successfully updated.
fr_fr: %s thème mis à jour avec succès.

source: %s update failed.
fr_fr: %s mis à jour a échoué

source: Search Results
fr_fr: Résultats de recherche

source: You do not appear to have any plugins available at this time.
fr_fr: Vous ne semblez pas avoir d’extension disponible à ce jour.

source: Number of plugins found: %d
fr_fr: Nombre d’extensions trouvées : %d

source: Search results for: %s
fr_fr: Résultats de recherche pour : %s

source: No plugins found. Try a different search.
fr_fr: Aucune extension n’a été trouvée. Essayez une recherche différente.

source: Enabling...
fr_fr: Mise à disposition…

source: Disabling...
fr_fr: Neutralisation…

source: The request could not be completed.
fr_fr: La requête n’a pu être complétée.

source: Disable auto-updates
fr_fr: Neutraliser les mises à jour automatiques

source: Auto-updates enabled
fr_fr: Mises à jour automatiques disponibles

source: Enable auto-updates
fr_fr: Rendre disponible les mises à jour automatiques

source: Auto-updates disabled
fr_fr: Mises à jour automatiques neutralisées
