{"translation-revision-date":"2025-01-11 23:05+0100","generator":"WP-CLI\/2.11.0","source":"wp-includes\/js\/dist\/edit-post.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n != 1);"},"Site Icon":["Icône de site"],"Back":["Retour"],"Toggle fullscreen mode.":["Basculer en mode plein écran"],"Create pattern":["Créer une composition"],"Name":["Nom"],"My pattern":["Ma composition"],"pattern (singular)\u0004Synced":["Synchronisée"],"Sync this pattern across multiple locations.":["Synchroniser cette composition sur de multiples emplacements."],"Create":["Créer"],"Manage patterns":["Gérer les compositions"],"Welcome Guide":["Prise en main"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Un rafraîchissement de la page est requis pour appliquer ce changement. Assurez-vous d’avoir sauvegardé votre contenu avant de rafraîchir."],"Show & Reload Page":["Afficher et rafraîchir la page"],"Hide & Reload Page":["Masquer et rafraîchir la page"],"Custom fields":["Champs personnalisés"],"Advanced":["Avancé"],"Make the editor look like your theme.":["Fusionner l’apparence de l’éditeur avec celle de votre thème."],"Use theme styles":["Utiliser les styles du thème"],"Fullscreen mode":["Mode plein écran"],"Show and hide the admin user interface":["Afficher et masquer l’interface d’administration des utilisateur·ice·s"],"Fullscreen mode activated":["Mode plein écran activé"],"Fullscreen mode deactivated":["Mode plein écran désactivé"],"Welcome to the block editor":["Bienvenu dans l’éditeur de blocs"],"Get started":["Premiers pas"],"In the Retraceur editor, each paragraph, image, or video is presented as a distinct “block” of content.":["Dans l’éditeur de Retraceur, chacun des paragraphes, images ou vidéos sont présentés comme des blocs de contenu distincts. "],"Make each block your own":["Familiarisez vous avec les blocs"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Chaque bloc propose ses propres réglages pour personnaliser les couleurs, les tailles et alignements. Ces derniers seront automatiquement affichés ou masqués suite à la sélection d’un bloc."],"Get to know the block library":["Familiariser vous avec la librairie des blocs"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["Tous les blocs auxquels vous avez accès sont disponibles à partir de la librairie des blocs. Vous la retrouverez partout ou vous verrez l’icône d’insertion <InserterIconImage \/>."],"inserter":["inséreur"],"Welcome to the template editor":["Bienvenue dans l’éditeur de gabarits"],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Les gabarits aident à la définition de la mise en page de votre site. Vous pouvez personnaliser tous les aspects de vos publications en utilisant des blocs ou des compositions dans cet éditeur."],"Exit fullscreen":["Sortir du mode plein écran"],"Enter fullscreen":["Entre dans le mode plein écran"],"Fullscreen off.":["Mode plein écran éteint"],"Fullscreen on.":["Mode plein écran allumé."],"Undo":["Défaire"],"Meta Boxes":["Métadonnées"],"Drag to resize":["Étirer pour définir la taille"],"Use up and down arrow keys to resize the meta box panel.":["Utiliser les touche flèche vers le haut ou le bas de votre clavier pour définir la taille des panneaux liés aux métadonnées."],"The \"%s\" plugin has encountered an error and cannot be rendered.":["L’extension « %s » a rencontré une erreur et le contenu de ce bloc ne peut être généré."],"\"%s\" successfully created.":["« %s » créé avec succès."],"Edit":["Modifier"]}}}