{"translation-revision-date":"2025-08-12 05:40+0200","generator":"WP-CLI\/2.11.0","source":"wp-includes\/js\/dist\/block-directory.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Error registering block. Try reloading the page.":["Erreur lors de la mise en registre du bloc. Merci d’essayer un rechargement de la page."],"Block %s installed and added.":["Le bloc %s a été installé et ajouté."],"An error occurred.":["Une erreur est apparue."],"This block is already installed. Try reloading the page.":["Ce bloc est déjà installé. Merci d’essayer un rechargement de la page."],"Error installing block. You can reload the page and try again.":["Erreur lors de l’installation du bloc. Vous pouvez recharger la page et essayer à nouveau."],"%s out of 5 stars":["%s sur 5 étoiles"],"Try reloading the page.":["Merci d’essayer un rechargement de la page."],"Install %1$s. %2$s stars with %3$s review.":["Installer %1$s. %2$s étoiles with %3$s revue.","Installer %1$s. %2$s étoiles with %3$s revues."],"Installed!":["Installé !"],"Installing…":["Installation en cours…"],"%1$s <span>by %2$s<\/span>":["%1$s <span>par %2$s<\/span>"],"Install block":["Installer le bloc"],"Blocks available for install":["Blocs disponibles pour installation"],"%d additional block is available to install.":["%d bloc additionnel est disponible à l’installation.","%d blocs additionnels sont disponibles à l’installation."],"No results available from your installed blocks.":["Aucun résultat n’est disponible dans vos blocs installés."],"Available to install":["Disponible à l’installation"],"Select a block to install and add it to your post.":["Sélectionner un bloc à installer et l’ajouter à votre contenu."],"No results found.":["Aucun résultat n’a été trouvé."],"By %s":["Par %s"],"Added: %d block":["Ajouté : %d bloc","Ajoutés : %d blocs"],"The following block has been added to your site.":["Le bloc suivant a été ajouté à votre site.","Les blocs suivants ont été ajoutés à votre site."],"Install %s":["Installer %s"],"Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.":["Votre site n’intègre pas le support du bloc %s. Vous pouvez essayer de l’installer ou le retirer complètement."],"Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.":["Votre site n’intègre pas le support du bloc %s. Vous pouvez essayer de l’installer, de le convertir en bloc HTML personnalisé, ou le retirer complètement."],"Keep as HTML":["Garder comme HTML"]}}}