Repository: retraceur/fr-fr
Catalog: js-po/admin-privacy-tools/*.po
Languages: fr_fr

source: This contributor&#8217;s personal data export link was sent.
fr_fr: Le lien vers l’export des données personnelles de ce·tte contributeur·rice a été envoyé.

source: This contributor&#8217;s personal data export file was downloaded.
fr_fr: Le fichier de l’export des données personnelles de ce·tte contributeur·rice a été téléchargé.

source: No personal data export file was generated.
fr_fr: Aucun fichier d’export de données personnelles n’a été généré.

source: An error occurred while attempting to export personal data.
fr_fr: Une erreur est survenue durant la tentative d’export de données personnelles.

source: No personal data was found for this contributor.
fr_fr: Aucune donnée personnelle n’a été trouvée pour ce·tte contributeur·rice.

source: Personal data was found for this contributor but was not erased.
fr_fr: Des données personnelles ont été trouvées pour ce·tte contributeur·rice mais elles n’ont pas été effacées.

source: All of the personal data found for this contributor was erased.
fr_fr: Toutes les données personnelles trouvées au sujet de ce·tte contributeur·rice ont été effacées.

source: Personal data was found for this contributor but some of the personal data found was not erased.
fr_fr: Des données personnelles ont été trouvées pour ce·tte contributeur·rice mais certaines d’entre elles n’ont pas été effacées.

source: An error occurred while attempting to find and erase personal data.
fr_fr: Une erreur est survenue durant la tentative de recherche et d’effacement des données personnelles.

source: The suggested policy text has been copied to your clipboard.
fr_fr: Le texte de la police suggéré a été copié dans votre presse papier.
