Repository: retraceur/fr-fr
Catalog: js-po/dist-patterns/*.po
Languages: fr_fr

source: Overrides
fr_fr: Remplacements

source: Categories
fr_fr: Catégories

source: Add
fr_fr: Ajouter

source: Name
fr_fr: Nom

source: My pattern
fr_fr: Ma composition

# pattern (singular)
source: Synced
fr_fr: Synchronisée

source: Sync this pattern across multiple locations.
fr_fr: Synchroniser cette composition à travers de multiples emplacements.

source: Cancel
fr_fr: Annuler

# pattern
source: %s (Copy)
fr_fr: %s (Copier)

# pattern
source: "%s" duplicated.
fr_fr: « %s » dupliquée.

source: Duplicate pattern
fr_fr: Dupliquer la composition

source: Duplicate
fr_fr: Dupliquer

source: Pattern renamed
fr_fr: Composition renommée

source: An error occurred while renaming the pattern.
fr_fr: Une erreur est apparue lors du renommage de la composition.

source: Rename
fr_fr: Renommer

source: Save
fr_fr: Enregistrer

source: Unsynced pattern created: %s
fr_fr: Composition non synchronisée créée : %s

source: Synced pattern created: %s
fr_fr: Composition synchronisée créée : %s

source: Create pattern
fr_fr: Créer une composition

source: Detach
fr_fr: Détacher

source: Manage patterns
fr_fr: Gérer les compositions

source: Please enter a new name for this category.
fr_fr: Merci de saisir un nouveau nom pour cette catégorie.

source: This category already exists. Please use a different name.
fr_fr: Cette catégorie existe déjà. Merci d’utiliser un nom différent.

source: Pattern category renamed.
fr_fr: La catégorie de composition a été renommée.

source: Block name changed to: "%s".
fr_fr: Le nom du bloc a été modifié pour : « %s ».

source: Enable overrides
fr_fr: Autoriser les remplacements

source: Overrides are changes you make to a block within a synced pattern instance. Use overrides to customize a synced pattern instance to suit its new context. Name this block to specify an override.
fr_fr: Les remplacements sont des modifications que vous effectuez au bloc d’une instance de composition synchronisée. Utilisez les remplacements pour personnaliser une instance de composition synchronisée. Donnez un nom à ce bloc pour spécifier qu’il s’agit d’un remplacement.

source: For example, if you are creating a recipe pattern, you use "Recipe Title", "Recipe Description", etc.
fr_fr: Par exemple, si vous créer une composition de recette, vous utilisez « Titre de la recette », « Description de la recette », etc.

source: Enable
fr_fr: Activer

source: Disable overrides
fr_fr: Neutraliser les remplacements

source: Are you sure you want to disable overrides? Disabling overrides will revert all applied overrides for this block throughout instances of this pattern.
fr_fr: Êtes-vous certaine de vouloir neutraliser les remplacements ? La neutralisation des remplacements annulera tous les remplacements appliqués à ce bloc dans toutes les instances de cette composition.

source: Disable
fr_fr: Neutraliser

source: Overrides currently don't support image captions or links. Remove the caption or link first before enabling overrides.
fr_fr: Les remplacements ne supportent pas les légendes d’images ou les liens accrochés aux images pour le moment. Retirer la légende ou le lien préalablement à l’activation des remplacements.

source: Allow changes to this block throughout instances of this pattern.
fr_fr: Autoriser les modifications à ce bloc pour toutes les instances de cette composition.

source: Reset
fr_fr: Réinitialiser

source: This %1$s is editable using the "%2$s" override.
fr_fr: %1$s est modifiable en utilisant le remplacement « %2$s ».

source: These blocks are editable using overrides.
fr_fr: Ces blocs sont modifiable en utilisant les remplacements.
