Repository: retraceur/fr-fr
Catalog: js-po/dist-block-directory/*.po
Languages: fr_fr

source: Error registering block. Try reloading the page.
fr_fr: Erreur lors de la mise en registre du bloc. Merci d’essayer un rechargement de la page.

source: Block %s installed and added.
fr_fr: Le bloc %s a été installé et ajouté.

source: An error occurred.
fr_fr: Une erreur est apparue.

source: This block is already installed. Try reloading the page.
fr_fr: Ce bloc est déjà installé. Merci d’essayer un rechargement de la page.

source: Error installing block. You can reload the page and try again.
fr_fr: Erreur lors de l’installation du bloc. Vous pouvez recharger la page et essayer à nouveau.

source: %s out of 5 stars
fr_fr: %s sur 5 étoiles

source: Try reloading the page.
fr_fr: Merci d’essayer un rechargement de la page.

source: Install %1$s. %2$s stars with %3$s review.
fr_fr: Installer %1$s. %2$s étoiles with %3$s revue.

source: Installed!
fr_fr: Installé !

source: Installing…
fr_fr: Installation en cours…

source: %1$s <span>by %2$s</span>
fr_fr: %1$s <span>par %2$s</span>

source: Install block
fr_fr: Installer le bloc

source: Blocks available for install
fr_fr: Blocs disponibles pour installation

source: %d additional block is available to install.
fr_fr: %d bloc additionnel est disponible à l’installation.

source: No results available from your installed blocks.
fr_fr: Aucun résultat n’est disponible dans vos blocs installés.

source: Available to install
fr_fr: Disponible à l’installation

source: Select a block to install and add it to your post.
fr_fr: Sélectionner un bloc à installer et l’ajouter à votre contenu.

source: No results found.
fr_fr: Aucun résultat n’a été trouvé.

source: By %s
fr_fr: Par %s

source: Added: %d block
fr_fr: Ajouté : %d bloc

source: The following block has been added to your site.
fr_fr: Le bloc suivant a été ajouté à votre site.

source: Install %s
fr_fr: Installer %s

source: Your site doesn’t include support for the %s block. You can try installing the block or remove it entirely.
fr_fr: Votre site n’intègre pas le support du bloc %s. Vous pouvez essayer de l’installer ou le retirer complètement.

source: Your site doesn’t include support for the %s block. You can try installing the block, convert it to a Custom HTML block, or remove it entirely.
fr_fr: Votre site n’intègre pas le support du bloc %s. Vous pouvez essayer de l’installer, de le convertir en bloc HTML personnalisé, ou le retirer complètement.

source: Keep as HTML
fr_fr: Garder comme HTML
